{
    "company": {
        "name": "Welcome to JINJIU Website"
    },
    "nav": {
        "home": "Home",
        "product": "Product & Solutions",
        "about": "About",
        "news": "News & Events",
        "contact": "Contact",
        "menu": "Menu",
        "case": "Case",
        "follow": "Follow us on",
        "email": "News letter",
        "lang": "Language",
        "address1": "No. 8 Hefeng Industrial Zone,",
        "address2": "Xingu Chong Management Area,",
        "address3": "Wanjiang District, Dongguan City,",
        "address4": "Guangdong Province, China."
    },
    "home": {
        "service": "What we Offer",
        "solution": "Solutions",
        "product": "Products",
        "contact": "Contact",
        "offer": "We specialize in intelligent plastic film equipment, offering integrated solutions for thickness measurement, air ring control, and automation.",
        "more": "Learn More",
        "case": "Explore real-world projects where our intelligent control systems have helped customers improve film quality, reduce waste, and boost production efficiency.",
        "about1": "Jinjiu Automation Technology Co., Ltd. is a leading provider of intelligent control systems for the blown film industry, specializing in automatic air ring control systems, sweep thickness gauges, rotary thickness gauges, and gravimetric dosing systems. Our solutions are designed to improve film uniformity, reduce material waste, and enhance production efficiency.",
        "about2": "With a strong R&D team and a number of independent intellectual property rights, JINJIU Automation has developed proprietary technologies that integrate precision sensors, closed-loop control algorithms, and industrial communication protocols. Our products are widely used across China and exported to Southeast Asia, the Middle East, and other regions.",
        "about3": "JINJIU Automation is committed to advancing the digitalization and automation of the film extrusion process, helping our partners achieve higher quality, smarter manufacturing, and sustainable growth."
    },
    "product": {
        "ring": "Profile control",
        "lift_ring": "Lift profile control",
        "horizon": "Profile measurement",
        "round": "Profile measurement",
        "dosing": "Dosing",
        "XRayRing": "X-Ray profile measurement",
        "product": "Products",
        "more": "Learn More",
        "tips": "We support all types of blown film production lines and offer fully customized automation solutions to meet your specific needs."
    },
    "slogan": {
        "s1": "Used in 100+ Lines Worldwide",
        "s2": "Smart. Efficient. Reliable.",
        "s3": "Global Support. Local Service",
        "s4": "Built for Modern Film Lines"
    },
    "about": {
        "tittle1": "Company Profile",
        "tittle2": "Core products and technological advantages",
        "tittle3": "Why choose Jinjiu?",
        "tittle4": "Vision and mission",
        "part1": "Dongguan Jinjiu Automation Technology Co., Ltd. (hereinafter referred to as Jinjiu Technology) is based in Dongguan, the core hinterland of the Guangdong Hong Kong Macao Greater Bay Area. As a national high-tech enterprise, the company focuses on the entire industry chain of research and development, production, sales, and services, and is committed to becoming a leading enterprise in the field of global plastic film intelligent equipment. \n After fifteen years of continuous cultivation, Jinjiu Technology has built a technology matrix with online thickness measurement automatic wind ring system as the core, forming a three in one solution system of hardware equipment software algorithm intelligent control. The AI intelligent closed-loop control technology independently developed by the company breaks through the limitations of traditional blown film processes that rely on manual experience. Through multi-sensor data fusion and machine learning algorithm optimization, it achieves a precision of film thickness deviation control of ≤± 1.5%, which is more than 40% higher than the industry average level.",
        "part2": "Online Thickness & Air Ring System: The Smart Brain of Blown Film Production\nBuilt on three core modules—automatic air ring, online thickness gauge, and intelligent control system—JinJiu Automation offers a one-stop closed-loop solution for consistent film thickness, stable production, and efficient material use.\n1. Smart Air Ring\nMulti-zone closed-loop control adjusts airflow in real-time to respond to bubble fluctuations. Patented airflow design improves uniformity and reduces manual tuning.\n2. High-Precision Thickness Gauge\nNon-contact scanning with 0.1μm resolution enables real-time monitoring, supporting various materials and co-extrusion processes.\n3. Intelligent Control System\nPowered by proprietary algorithms for synchronized optimization of thickness and airflow. Supports data tracking, self-learning, and remote maintenance.",
        "part3": "✅ Leading the way: Our R&D team has over 10 years of industry experience and our core technology has obtained multiple national patent certifications.\n✅ Quality commitment: The core components are made of imported electronic components and have passed ISO9001 quality management system certification\n✅ Cost reduction and efficiency improvement: Improve thickness uniformity by over 50%, reduce raw material waste by 15% -25%, and help customers enhance competitiveness.\n✅ Worry free service: providing customized solution design, installation and debugging, and 24-hour response services to fully escort customer production."
    },
    "news": {
        "list": [
            {
                "id": "news1",
                "title": "Review of the 2025 Korea International Plastic and Mold Industry Exhibition",
                "tag": "PRESS RELEASE",
                "date": "2025-06-10",
                "content": "From March 11th to 14th, 2025, the 2025 Korea International Plastics and Mold Industry Exhibition (INTERMOLD KOREA&KOPLAS 2025) concluded at the KINTEX Convention and Exhibition Center in Korea.As the top event in the Asian rubber and plastic industry, this exhibition has attracted more than 530 exhibitors from 26 countries around the world, showcasing intelligent molds, energy-saving equipment, and digital solutions.Dongguan Jinjiu Automation Technology Co., Ltd. unveiled its plastic processing auxiliary equipment, intelligent metering system, and green production solutions.",
                "image": "/news/news-1.jpg"
            },
            {
                "id": "news2",
                "title": "Retrospect on the 37th Shenzhen Yasi International Plastics & Rubber Exhibition",
                "date": "2025-04-18",
                "tag": "PRESS RELEASE",
                "content": "From April 15 to 18, 2025, the 37th China International Plastics and Rubber Industrial Exhibition (CHINAPLAS 2025) was grandly held at the Shenzhen International Convention and Exhibition Center. Dongguan Jinjiu Automation Technology Co., Ltd. actively participated in this major industry event. At this leading global plastics and rubber exhibition platform, Jinjiu Automation fully showcased its technical capabilities and innovative achievements. As a company dedicated to providing high-quality plastic molding auxiliary production equipment, Jinjiu focused on displaying its core products at the exhibition, including automatic control air rings, batching and weighing systems, and film thickness gauges—automated control equipment that attracted considerable attention from visitors. Many attendees stopped by Jinjiu’s booth to learn more about the performance, features, and application scenarios of the products. The professional team from Jinjiu warmly explained and demonstrated the products to every visitor, patiently answering their questions and helping them better understand the advantages of Jinjiu's solutions in improving production efficiency and ensuring product quality. During the exhibition, Dongguan Jinjiu Automation Technology Co., Ltd.'s booth became a popular hub for interaction and communication. The company not only deepened relationships with many existing clients, reinforcing long-term cooperative partnerships, but also met numerous new clients from both domestic and international markets. Through these interactions, Jinjiu gained valuable insights into market demands for智能化, 高效化, 节能环保 improvements in plastic molding auxiliary equipment, which will serve as important references for the company’s future product development and market expansion strategies.",
                "image": "/news/news-2.jpg"
            },
            {
                "id": "news3",
                "title": "Review of the 2025 Korea International Plastic and Mold Industry Exhibition",
                "date": "2025-05-15",
                "tag": "PRESS RELEASE",
                "content": "From March 11th to 14th, 2025, the 2025 Korea International Plastics and Mold Industry Exhibition (INTERMOLD KOREA&KOPLAS 2025) concluded at the KINTEX Convention and Exhibition Center in Korea.As the top event in the Asian rubber and plastic industry, this exhibition has attracted more than 530 exhibitors from 26 countries around the world, showcasing intelligent molds, energy-saving equipment, and digital solutions.Dongguan Jinjiu Automation Technology Co., Ltd. unveiled its plastic processing auxiliary equipment, intelligent metering system, and green production solutions.",
                "image": "/news/news-3.jpg"
            },
            {
                "id": "news4",
                "title": "Review of the 2025 Korea International Plastic and Mold Industry Exhibition",
                "date": "2025-05-15",
                "tag": "PRESS RELEASE",
                "content": "From March 11th to 14th, 2025, the 2025 Korea International Plastics and Mold Industry Exhibition (INTERMOLD KOREA&KOPLAS 2025) concluded at the KINTEX Convention and Exhibition Center in Korea.As the top event in the Asian rubber and plastic industry, this exhibition has attracted more than 530 exhibitors from 26 countries around the world, showcasing intelligent molds, energy-saving equipment, and digital solutions.Dongguan Jinjiu Automation Technology Co., Ltd. unveiled its plastic processing auxiliary equipment, intelligent metering system, and green production solutions.",
                "image": "/news/news-3.jpg"
            }
        ]
    }
}